Repository: homeinfogmbh/dscms4
Catalog: files/locales/*/dscms4.po
Languages: de_de

source: Chart data incomplete.
de_de: Chart Daten unvollständig.

source: Chart data invalid.
de_de: Chart Daten ungültig.

source: No chart type specified.
de_de: Kein Chart Typ angegeben.

source: Invalid chart type.
de_de: Ungültiger Chart Typ.

source: No chart ID specified.
de_de: Keine Chart ID angegeben.

source: No such chart.
de_de: Kein solcher Chart.

source: No such base chart.
de_de: Kein solcher Basischart.

source: Chart added.
de_de: Chart hinzugefügt.

# ChartDeleted
source: Chart gel√∂scht.
de_de: Chart deleted.

source: Chart patched.
de_de: Chart gepatcht.

source: Invalid ID.
de_de: Ungültige ID.

source: No ID specified.
de_de: Keine ID angegeben.

# CircularReference
source: Circular reference detected.
de_de: Zirkelbezug entdeckt.

source: Invalid reference.
de_de: Ungültige Referenz.

source: No such configuration.
de_de: Keine solche Konfiguration.

source: Configuration added.
de_de: Konfiguration hinzugefügt.

source: Configuration patched.
de_de: Konfiguration gepatcht.

source: Configuration deleted.
de_de: Konfiguration gelöscht.

source: No such content.
de_de: Kein solcher Inhalt.

source: No type specified.
de_de: Kein Typ angegeben.

source: Invalid content type.
de_de: Ungültiger Inhaltstyp.

source: Content added.
de_de: Inhalt hinzugefügt.

source: Content exists.
de_de: Inhalt existiert bereits.

source: Content deleted.
de_de: Inhalt gelöscht.

source: No such group.
de_de: Keine solche Gruppe.

source: No such member type.
de_de: Kein solcher Mitgliedstyp.

source: No such member.
de_de: Kein solches Mitglied.

source: Group added.
de_de: Gruppe hinzugefügt.

source: Group patched.
de_de: Gruppe gepatcht.

source: Group deleted.
de_de: Gruppe gelöscht.

source: Member added.
de_de: Mitglied hinzugefügt.

source: Member deleted.
de_de: Mitglied entfernt.

source: No menu specified.
de_de: Kein Menü angegeben.

source: No such menu.
de_de: Kein solches Menü.

source: Invalid menu data.
de_de: Ungültige Menüdaten.

source: Menu added.
de_de: Menü hinzugefügt.

source: Menu patched.
de_de: Menü aktualisiert.

source: Menu deleted.
de_de: Menü gelöscht.

source: No menu item specified.
de_de: Kein Menüelement angegeben.

source: No such menu item.
de_de: Kein solches Menüelement.

source: Menu item added.
de_de: Menüelement hinzugefügt.

source: Menu item patched.
de_de: Menüelement aktualisiert.

source: Menu item deleted.
de_de: Menüelement gelöscht.

source: Menu items sorted.
de_de: Menüelemente sortiert.

# DifferentMenusError
source: Menu items are contained within different menus.
de_de: Menüelemente befinden sich in unterschiedlichen Menüs.

# DifferentParentsError
source: Menu items are contained within different submenus.
de_de: Menüelemente befinden sich in Untermenüs.

source: No such menu item chart.
de_de: Kein solcher Menüelementchart.

source: Menu item chart added.
de_de: Menüelementchart hinzugefügt.

source: Menu item chart deleted.
de_de: Menüelementchart gelöscht.

source: Menu item charts sorted.
de_de: Menüelementcharts sortiert.

# DifferentMenuItemsError
source: Menu item charts are contained within different menu items.
de_de: Menüelementcharts befinden sich in unterschiedlichen Menüelementen.

source: No configuration assigned.
de_de: Keine Konfiguration zugewiesen.

# Unauthorized
source: Preview not permitted.
de_de: Vorschau nicht gestattet.

source: Invalid token type.
de_de: Ungültiger Token-Typ.

source: No such object.
de_de: Kein solches Objekt.

source: No such terminal.
de_de: Kein solches Terminal.
